Repository: yeyt97/AirDropPlus
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Configuration file
ru: Файл конфигурации

source: Web configuration
ru: Веб-конфигурация

source: Exit
ru: Выход

source: Edit complete, please save and restart AirDrop Plus
ru: Редактирование завершено, сохраните и перезапустите AirDrop Plus

source: Opened localhost in default browser
ru: Открыт localhost в браузере по умолчанию

source: Failed to open browser:
ru: Не удалось открыть браузер:

source: Started
ru: Запущено

source: Start failed
ru: Ошибка запуска

source: Directory "%(path)s" does not exist, please check
ru: Директория "%(path)s" не существует, проверьте

source: Port number must be between 1024 and 65535
ru: Номер порта должен быть между 1024 и 65535

source: Port %(port)s is already in use, please change
ru: Порт %(port)s уже используется, выберите другой

source: Error message: %(error)s
ru: Сообщение об ошибке: %(error)s

source: Port: %(port)s Save path: %(path)s
ru: Порт: %(port)s Путь сохранения: %(path)s

source: Error
ru: Ошибка

source: This interface only allows local access
ru: Этот интерфейс доступен только локально

source: Key error
ru: Ошибка ключа

source: Version mismatch
ru: Несоответствие версий

source: Windows version: %(win_version)s Shortcut version: %(shortcut_version)s
ru: Версия Windows: %(win_version)s Версия Shortcut: %(shortcut_version)s

source: Test
ru: Тест

source: Hello World!
ru: Привет, мир!

source: File does not exist
ru: Файл не существует

source: Send successful
ru: Отправка успешна

source: Error: File path parsing error
ru: Ошибка: Ошибка разбора пути к файлу

source: Sending file:
ru: Отправка файла:

source: Sending clipboard text:
ru: Отправка текста из буфера обмена:

source: Sending clipboard image
ru: Отправка изображения из буфера обмена

source: Windows clipboard is empty
ru: Буфер обмена Windows пуст

source: iPhone clipboard is empty
ru: Буфер обмена iPhone пуст

source: Error setting clipboard:
ru: Ошибка установки буфера обмена:

source: Settings
ru: Настройки

source: Configuration saved
ru: Конфигурация сохранена

source: Configuration save failed:
ru: Ошибка сохранения конфигурации:

source: Language
ru: Язык

source: Key
ru: Ключ

source: Port
ru: Порт

source: Requires restart to take effect
ru: Требуется перезапуск для применения изменений

source: Save Path
ru: Путь сохранения

source: Basic Notification Style
ru: Базовый стиль уведомлений

source: Show Icon
ru: Показывать иконку

source: Requires restart to take effect, enable in _internal/config.ini if disabled
ru: Требуется перезапуск для применения изменений, включите в _internal/config.ini, если отключено

source: Save
ru: Сохранить

source: Error getting configuration
ru: Ошибка получения конфигурации

source: Please fill in all settings
ru: Пожалуйста, заполните все настройки

source: Network response error
ru: Ошибка сетевого ответа

source: Settings saved!
ru: Настройки сохранены!

source: Failed to save settings
ru: Не удалось сохранить настройки

source: Error saving settings
ru: Ошибка сохранения настроек

source: Received file:
ru: Получен файл:

source: Folder
ru: Папка

source: Open
ru: Открыть

source: Copy
ru: Копировать

source: Clipboard setting error
ru: Ошибка настройки буфера обмена
